[Ability.A_FireBreath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="凤凰吐息"
mTooltip="该生物向敌方单位喷射锥形火焰。空地块将起火，直到下个战斗回合结束。站在燃烧地块上或在其上开始回合的生物受到 %buff1.buff.d1 %icon_fire 火焰伤害。\n此攻击可以指向盟友。在这种情况下，他们获得 %spell5.name 并被治疗 %buff5.buff.d.min %icon_health 生命值。\n生物只能每5回合通过此方式被治疗一次。"

[Ability.A_FireBreath_Buff H7BaseBuff]
mName="火焰吐息"
mTooltip=""

[Ability.A_FireBreath_Buff_allied H7BaseBuff]
mName="凤凰之泪"
mTooltip="该生物已被治疗 %d 生命值，且 %durnow 回合内无法被凤凰治疗。"

[Ability.A_FireBreath_Init_Buff H7BaseBuff]
mName="施放时火焰吐息免疫"
mTooltip=""

[Creature.A_CreaturePhonix_conflux H7Creature]
mName="火鸟"
mLore="火鸟是火焰的主要精魂，在许多方面与原始凤凰非常相似，因此经常被混淆。这种华丽的生物是永不熄灭、无法阻挡的炽热火焰的化身。\n\n招募所需稀有资源：\n1 龙血水晶"